let mySymbol = prompt ("Enter the first number", ""); 
let rez = '';

for (let i = 1; i <= 7; i++){
    rez = mySymbol;
}
alert(rez);

/*
Задание 5
Необходимо напечатать на экране с помощью alert прямоугольник, состоящий из символа, который запрошен у пользователя. 
Прямоугольник должен иметь 20 символов в длину и 7 символов в высоту.
Пример:

Введите символ:
&

Вывод:
&&&&&&&&&&&&&&&&&&&&
&&&&&&&&&&&&&&&&&&&&
&&&&&&&&&&&&&&&&&&&&
&&&&&&&&&&&&&&&&&&&&
&&&&&&&&&&&&&&&&&&&&
&&&&&&&&&&&&&&&&&&&&
&&&&&&&&&&&&&&&&&&&&

Указания:
Для решения данного упражнения использовать вложенные циклы.
Сдавать в виде HTML-файла
*/