const duck = {
    name: "Donald",
    color: "white",
    age: 1
};

console.log(`My name is ${duck.name}. \nI am ${duck.age} year old. \nMy favorite color is ${duck.color}!`)


/*
Задание 2
Создать объект duck, у которого будут ключи name, color и age, назначить им соответствующие значения "Donald", "white", "1". 
Далее, вам необходимо составить с этими свойствами два-три произвольных предложения и вывести их в консоль.

Пример вывода:
My name is Donald.
I am 1 year old.

Указания:
Использовать console.log для вывода в консоль.
В этом упражнении вам необходимо использовать символ переноса строки, чтобы объединить предложения в одну строковую переменную.
Вы можете придумать другие дополнительные свойства для хэша duck и вывести более чем 2-3 предложения.
За креативность дополнительные баллы.
Сдавать в виде HTML-файла.
*/